Unable to maintain exclusion of some group members. Some excluded members have been restored.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId UnableToMaintainExclusions { get; }
  Visual Basic
Public Shared ReadOnly Property UnableToMaintainExclusions As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ UnableToMaintainExclusions {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures GroupFailures Class
  Autodesk.Revit.DB Namespace